{
    "pick_team_name": "Pick your group and decide on a team name to start the trail",
    "event_not_running": "This event isn't currently running, come back later!",
    "join_team_qr": "Join :name by scanning the QR code below with your phone.",
    "submission_accepted": "Your :type for :submission was accepted! 🥳",
    "submission_rejected": "Your :type for :submission was rejected 😬",
    "photo_too_big": "The photo you tried to upload is too big (maximum size is 12MB)",
    "broadcast_to": "Broadcast to :team",
    "broadcast_message": "Instantly send a message to teams - use with care, and check your message for mistakes!",
    "send_to": "Send a message to :team",
    "current_page": "Page :number",
    "submissions_for": "Submissions for :for",
    "delete_team_check": "Are you sure you want to delete team :team? This will delete all submissions associated with it.",
    "delete_question_check": "Are you sure you want to delete question :question? This will also delete all submissions associated with it.",
    "delete_challenge_check": "Are you sure you want to delete challenge :challenge? This will also delete all submissions associated with it.",
    "delete_group_check": "Are you sure you want to delete group :group? This will delete all teams (and all submissions) associated with it.",
    "teams_in": "Teams in :group",
    "delete_event_check": "Are you sure you want to delete event :event?",
    "delete_event_outcome": "This will delete all questions, challenges, groups, teams, and their submissions. Please make sure you want to do this!",
    "change_active_check": "Are you sure you want to make :event the active event?",
    "change_active_outcome": "This will end the currently running event, any teams currently participating will be locked out of the event.",
    "stop_event_check": "Are you sure you want to stop running :event?",
    "stop_event_outcome": "This will end the event, any teams currently participating will be locked out.",
    "start_event_check": "Are you sure you want to start running :event?",
    "no_users": "No users - if you're seeing this you must be the root user, congratulations!",
    "delete_user_check": "Are you sure you want to delete user :username?"
}